{"modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"Zeros","config":{}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense7","trainable":true,"batch_input_shape":[null,41],"dtype":"float32"}},{"class_name":"Dense","config":{"units":41,"activation":"softmax","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense8","trainable":true}}],"keras_version":"tfjs-layers 0.9.2","backend":"tensor_flow.js"},"weightsManifest":[{"paths":["weights.bin"],"weights":[{"name":"dense_Dense7/kernel","shape":[41,1],"dtype":"float32"},{"name":"dense_Dense7/bias","shape":[1],"dtype":"float32"},{"name":"dense_Dense8/kernel","shape":[1,41],"dtype":"float32"},{"name":"dense_Dense8/bias","shape":[41],"dtype":"float32"}]}]}